Repository: savoirfairelinux/jami-client-macos
Catalog: ui/*.lproj/AccRing.strings
Languages: ar, de, es, fa_ir, fr, hu, ja, lt, nb, pl, pt, pt_br, ru, sv, tr

# 0Yt-xC-OWa.title
source: This will be displayed to unknown peers
ar: هذا ما سيعرض للأشخاص الغير المعروفة
de: Dies wird unbekannten Teilnehmern angezeigt
es: Esto será visualizado por peers desconocidos
lt: Tai bus rodoma nežinomiems naudotojams
pt_br: Esta será exibido para pares desconhecidos
ru: Это будет показано неизвестным участникам
sv: Detta kommer att visas för okända användare

# 1Sx-Et-CDM.title
source: Account
ar: حساب
de: Konto
es: Cuenta
fa_ir: حساب کاربری
fr: Compte
hu: Fiók
ja: アカウント
lt: Paskyra
nb: Konto
pl: Konto
pt: Conta
pt_br: Conta
ru: Учетная запись
sv: Konto
tr: Hesap

# B6b-iB-REZ.title
source: Bootstrap server
ar: خادم التشغيل الذاتي
de: Serveraktivierung
es: Servidor Bootstrap
fa_ir: سرور بوت‌استرپ
fr: Adresse du nœud d’amorçage
hu: Bootstrap kiszolgáló
ja: ブートストラップサーバー
lt: Pradinės įkelties serveris
nb: Oppstartssekvens-tjener
pl: Serwer bootstrap
pt: Servidor de inicialização
pt_br: Servidor Bootstrap
ru: Поднять сервер
tr: Önyükleme sunucusu

# Bqr-Gq-OgA.title
source: TYPE
ar: النوع
es: TIPO
lt: TIPAS
pt_br: TIPO
ru: ТИП
sv: TYP

# EDd-FX-wcz.title
source: Permissions
ar: الرخص
de: Berechtigungen
es: Permisos
fa_ir: دسترسی‌ها
hu: Engedélyek
ja: 許可設定
nb: Tillatelser
pl: Pozwolenia
pt: Permissões
pt_br: Permissões
ru: Разрешения
sv: Behörigheter
tr: İzinler

# HN3-i9-zmw.placeholderString
source: Name or nickname...
ar: الإسم أو الإسم المستعار
de: Name oder Spitznamen
es: Nombre o sobrenombre
fa_ir: نام یا نام مستعار
fr: Nom ou pseudonyme
hu: Név vagy becenév…
ja: 名前またはニックネーム...
lt: Vardas arba slapyvardis...
nb: Navn eller kallenavn…
pl: Imię lub nick...
pt: Nome ou alcunha...
pt_br: Nome ou nome de usuário
ru: Имя или прозвище...
sv: Namn eller användarnamn...
tr: İsim ya da takma isim...

# OeY-na-0YT.title
source: Auto-answer calls
ar: رد ألي على المكالمات
de: Anrufe automatisch beantworten
es: Respuesta automática de llamadas
fa_ir: پاسخگویی خودکار تماس‌ها
fr: Répondre automatiquement
hu: Hívások automatikus fogadása
ja: 自動応答発信
lt: Automatiškai atsiliepti į skambučius
nb: Auto-svar på samtaler
pl: Automatyczne odbierz połączeńia
pt: Chamadas respondias automaticamente
pt_br: Chamadas de Auto-Resposta
ru: Автоотвеченные звонки
sv: Besvara samtal automatiskt
tr: Aramaları otomatik cevapla

# PaC-xE-SHA.title
source: Allow calls from peers in your call history
ar: إسمح لأشخاص موجودين في تاريخ المكالمات بالإتصال
de: Anrufe von Teilnehmern im Anrufverlauf erlauben
es: Permitir llamadas de personas registradas en su historial de llamadas
fa_ir: اجازه تماس به همتاهای موجود در تاریخچه تماس
fr: Autoriser les appels des correspondants présents dans votre historique d'appels
hu: Hívások engedélyezése a hívási előzményekben szereplő személyektől
ja: 発信履歴内のピアからの着信を許可
lt: Leisti skambučius nuo jūsų skambučių istorijoje esančių naudotojų
nb: Tillatt samtaler fra likemenn i din samtalehistorikk
pl: Zezwól na połączenia od użytkownikami w historii połączeń
pt: Permitir chamadas de pessoas em seu histórico de chamadas
pt_br: Permitir chamadas de pares em seu histórico de chamadas
ru: Разрешить вызовы от участников в Вашей истории звонков
sv: Tillåt samtal från användare i samtalshistoriken
tr: Arama geçmişinizdeki eşlerden aramalara izin ver

# Wzq-V2-YLU.title
source: Alias
ar: الاسم المستعار
de: Aliasname
fa_ir: مستعار
fr: Nom d'emprunt
hu: Álnév
ja: 別名
lt: Slapyvardis
pt: Pseudônimo
pt_br: Apelido
ru: Псевдоним
tr: Takma ad

# bca-Wv-Xul.title
source: This is your RingID. Copy and share it with your friends!
ar: هاذا معرفك RingID، بثه لأصدقائك!
de: Dies is ihre Ring ID. Teilen sie sie mit ihren Freunden!
es: Este es su RingID. Copiélo y compartalo con sus amigos!
lt: Tai yra jūsų RingID. Nukopijuokite ir dalinkitės juo su savo draugais!
pt_br: Esta é sua RingID. Copie e compartilhe-a com seus amigos!
ru: Это Ваш RingID. Скопируйте и поделитесь им с Вашеми друзьями"!
sv: Detta är ditt Ring-ID. Kopiera och dela det med dina vänner!

# dPO-b1-o58.title
source: Ring Identifier
ar: المعرف Ring
de: Ring Identifizierung
es: Identificador Ring
pt_br: Identificador
ru: Идентификатор Ring
sv: Ring-identifierare

# ddk-1G-0jU.title
source: Use custom user-agent
ar: إستعمل وكيل مستخدم (user-agent ) مختلف
de: Benutzerdefinierten user-agent verwenden
es: Usar user-agent personalizado
fa_ir: استفاده از ایجنت-کاربر سفارشی
fr: Utiliser un identifiant de version spécifique
hu: Egyéni felhasználói ügynök
ja: カスタムユーザーエージェントを使用
nb: Bruk egendefinert brukeragent
pl: Użyj niestandardowej user-agent
pt: Usar agente de utilizador personalizado
pt_br: Use user-agent personalizado
ru: Использовать указанный user-agent
sv: Använd anpassad användaragent
tr: Ayarlanmış kullanıcı temsilcisini kullanın.

# fX7-9W-XFl.title
source: Allow calls from peers in your contact list
ar: إسمح للأشخاص في قائمة الإتصالات المعروفة بالإتصال
de: Anrufe von Teilnehmern in der Kontaktliste erlauben
es: Permitir llamadas de la lista de contactos
fa_ir: اجازه تماس به همتاهای موجود در لیست مخاطبان
fr: Autoriser les appels des correspondants présents dans votre liste de contacts
hu: Hívások engedélyezése a partnerlistán szereplő személyektől
ja: 連絡先リスト内の相手からの着信を許可
lt: Leisti skambučius nuo jūsų kontaktų sąraše esančių naudotojų
nb: Tillatt samtaler fra motparter i kontaktlisten din
pl: Zezwól na połączenia od użytkowników z twojej listy kontaktów
pt: Aceitar chamadas de pares na sua lista de contactos
pt_br: Permitir chamadas de pares em sua lista de contatos
ru: Разрешить вызовы от участников в Вашем списке контактов
sv: Tillåt samtal från användare i din kontaktlista
tr: Kişi listenizdeki eşlerden aramalara izin ver

# kmI-jb-aal.title
source: Allow calls from unknown peers
ar: إسمح لأطراف مجهولة بالإتصال
de: Anrufe von unbekannte Teilnehmern erlauben
es: Permitir llamadas de desconocidos
fa_ir: اجازه تماس به همتاهای ناشناخته
fr: Autoriser les appels en provenance de personnes inconnues
hu: Hívások engedélyezése ismeretlen személyektől
ja: 未知の相手からの着信を許可
lt: Leisti skambučius nuo nežinomų naudotojų
nb: Tillatt samtaler fra ukjente motparter
pl: Zezwól na połączenia od nieznanych użytkowników
pt: Permitir chamadas de desconhecidos
pt_br: Permitir chamadas de pares desconhecidos
ru: Разрешить вызовы от неизвестных участников
sv: Tillåt samtal från okända användare
tr: Bilinmeyen eşlerden aramalara izin ver

# lHI-bz-ddQ.title
source: Upnp enabled
ar: تفعيل UPnP
de: UPnP aktiviert
es: UPNP habilitado
fa_ir: Upnp فعال شد
fr: Activer UPnP
hu: UPnP engedélyezve
ja: UPnP有効
lt: Upnp įjungta
nb: UPnP aktivt
pl: Upnp jest włączone
pt: UPnP ativado
pt_br: Habilitar Upnp
ru: UPNP включён
sv: UPnP aktiverad
tr: Upnp etkin

# ubB-AZ-nAm.title
source: Type
ar: نوع
de: Typ
es: Escribe
lt: Tipas
pt_br: Tipo
ru: Тип
sv: Typ
