Repository: savoirfairelinux/jami-client-macos
Catalog: ui/*.lproj/ExportPasswordWindow.strings
Languages: gl

# 5cX-yS-4Sl.ibShadowedIsNilPlaceholder
source: Password...
gl: Contrasinal...

# 5cX-yS-4Sl.ibShadowedMultipleValuesPlaceholder
source: Password...
gl: Contrasinal...

# 5cX-yS-4Sl.ibShadowedNoSelectionPlaceholder
source: Password...
gl: Contrasinal...

# 5cX-yS-4Sl.ibShadowedNotApplicablePlaceholder
source: Password...
gl: Contrasinal...

# 859-10-HEb.title
source: To add a new device to your Ring account, you export your account on the Ring. This will generate a pin that must be entered on your new device within 5 minutes of its generation.
gl: Escribe o contrasinal para comezar

# QvC-M9-y7g.title
source: Window
gl: Vent√°

# VN1-A3-RIh.title
source: OK
gl: Aceptar

# cSU-aD-OwX.title
source: Cancel
gl: Cancelar

# e7n-Ev-bK7.placeholderString
source: error label
gl: fallo etiqueta

# rW5-Il-5YD.title
source: OK
gl: Aceptar

# vwh-K9-3O9.title
source: Password
gl: Contrasinal

# wmv-sA-Mlh.title
source: Adding new device
gl: Ligar outro dispositivo a esta conta

# xqz-Uz-hqU.placeholderString
source: Password...
gl: Contrasinal...
