Repository: savoirfairelinux/jami-client-macos
Catalog: ui/*.lproj/GeneralPrefs.strings
Languages: pl, uk

# 3Pb-Ec-zl5.title
source: Keep my history for
pl: Przechowaj moją historię przez
uk: Зберігати історію протягом

# 42E-UY-qlP.title
source: Monthly
pl: Miesięcznie
uk: Помісячно

# AId-am-73Q.title
source: Weekly
pl: Tygodniowo
uk: По тижням

# O2C-xR-mHF.title
source: Launch on Startup
pl: Uruchom przy Starcie
uk: Стартувати із системою

# OTl-vx-S43.title
source: (Applied on application restart)
pl: (Stosowane przy ponownym uruchomieniu aplikacji)
uk: (Буде змінено після перезапуску)

# Rzy-Gh-3wQ.title
source: Interruptions
pl: Zachowanie
uk: Behaviours

# T3a-yx-ZaW.title
source: Automatically check for updates
pl: Automatycznie sprawdź po aktualizacje
uk: Автоматично перевіряти оновлення

# cB6-4m-9MU.title
source: Daily
pl: Codziennie
uk: Поденно

# cd5-9L-Bbb.title
source: Clear History
pl: Usuń historię
uk: Очистити історію

# e5K-l0-Nfw.title
source: days
pl: dni
uk: днів

# mbu-TH-bs8.title
source: Hourly
pl: Co godzinę
uk: Почасово

# r4u-t3-gBc.title
source: Update
pl: Aktualizacja
uk: Оновити

# uCL-ye-tsv.title
source: Enable Notifications
pl: Enable notifications for incoming calls
uk: Enable Desktop Notifications

# uYI-hA-JHk.title
source: Bring Ring to foreground on incoming calls
pl: Bring Jami to foreground on incoming calls
uk: Показати Ring коли мені дзвонять
