Repository: savoirfairelinux/jami-client-macos
Catalog: ui/*.lproj/Localizable.strings
Languages: hr

source: Add to contacts
hr: Dodaj u kontakte

source: Call number
hr: Pozovi broj

source: Choose
hr: Izaberi

source: Choose a CA list
hr: Izaberite CA listu

source: Choose a certificate
hr: Izaberi certifikat

source: Choose a directory
hr: Izaberi imenik

source: Choose a private key file
hr: Izaberi privatnu ključnu datoteku

source: Choose CA
hr: Izaberi CA

source: Choose directory
hr: Izaberi imenik

source: Choose file
hr: Izaberi datoteku

source: Copy
hr: Kopiraj

source: Copy number
hr: Kopiraj broj

source: Incoming call from %@
hr: Dolazni poziv od %@

source: Just a moment...
hr: Samo trenutak...

source: Message from %@
hr: Poruka od %@

source: Remove value
hr: Ukloni vrijednost

source: Reopen account to see your hash
hr: Ponovno otvorite računa za prikaz hasha

source: Ring is already ready to work
hr: Ring je pripravan.

source: Share
hr: Podijeli

source: Text Actions
hr: Tekstualne akcije
