Repository: savoirfairelinux/jami-client-macos
Catalog: ui/*.lproj/RingWizard.strings
Languages: de, es, fr, sv

# 4ls-Yq-mDp.title
source: Choose your own certificates
de: Ihre eigenen Zertifikate ausw채hlen
es: Elegir sus propios certificados
fr: Choisissez vos propre certificats
sv: Välj dina egna certifikat

# 5Z7-Wi-530.placeholderString
source: 'Unknown' if empty...
de: 'Unbekannt' falls leer...
es: 'Desconocido' si se deja vacío...
fr: 'Inconnu' si non renseigné...
sv: 'Okänd' om tom...

# Gnn-K9-PTH.title
source: Advanced security (optionnal)
de: Erweiterte Sicherheit (optional)
es: Seguridad Avanzada (Opcional)
fr: Sécurité avancée (Optionnel)
sv: Avancerad säkerhet (tillval)

# Hsc-U9-2RV.placeholderString
source: Password...
de: Passwort...
es: Contraseña...
fr: Mot de passe...
sv: Lösenord...

# Kwr-LJ-K8C.title
source: Share
de: Teilen
es: Compartir
fr: Partagez
sv: Dela

# SpA-zX-ytE.title
source: Certificate Authority list
de: Zertifikatsautorit채tsliste
es: Lista de Certificados de Autoridad (CA)
fr: Liste des autorités de certificat
sv: Lista över certifikatutfärdare

# V1U-ew-Ge2.title
source: User Certificate
de: Benutzerzertifikat
es: Certificado del usuario
fr: Certificat de l'utilisateur
sv: Användarcertifikat

# aZl-bU-psB.ibShadowedToolTip
source: Choose custom certificates
de: Benutzerdefinierte Zertifikate ausw채hlen
es: Elegir certificados personalizados
fr: Utiliser des certificats spécifiques
sv: Välj anpassat certifikat

# meL-TZ-VQO.title
source: Choose your username
sv: Välj användarnamn

# poP-JD-MDa.title
source: Private key
de: Privater Schl체ssel
es: Clave privada
fr: Clé privée
sv: Privat nyckel

# uqu-uh-Wao.title
source: Welcome to Ring
de: Willkommen zu Ring
es: Bienvenido a Ring
fr: Ring vous souhaite la bienvenue !
sv: Välkommen till ring

# wDw-Ut-RUm.title
source: Next
de: Weiter
es: Siguiente
fr: Suivant
sv: Nästa
